tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "tkanke/local"
brew "webp"
brew "openssl@3"
brew "asciiquarium"
brew "bash"
brew "sqlite"
brew "pkg-config"
brew "fontforge"
brew "gh"
brew "git"
brew "git-flow"
brew "gnutls"
brew "libgcrypt"
brew "graphviz"
brew "htop"
brew "libxml2"
brew "node"
brew "joplin-cli"
brew "jupyterlab"
brew "kubernetes-cli"
brew "libffi"
brew "libxmlsec1"
brew "minikube"
brew "neovim"
brew "nvm"
brew "tcl-tk"
brew "postgresql@15"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python-tk@3.10"
brew "starship"
brew "tree"
brew "virtualenv"
brew "wxpython"
brew "xmlsectool"
brew "zellij"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "amethyst"
cask "dbeaver-community"
cask "github"
cask "iterm2"
cask "joplin"
cask "keycastr"
cask "obs"
cask "sourcetree"
cask "thunderbird"
cask "visual-studio-code"
vscode "alexcvzz.vscode-sqlite"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "correiagithubgruvbox.correia-github-gruvbox"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "george-alisson.html-preview-vscode"
vscode "github.vscode-pull-request-github"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "leighlondon.eml"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools-themes"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "ty4z2008.html-preview"
vscode "vscodevim.vim"
